Revit 2027 API
FormattedText.GetMaximumListStartNumber Method
 Returns the maximum allowed list start number.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public int GetMaximumListStartNumber()
Public Function GetMaximumListStartNumber As Integer
public:
int GetMaximumListStartNumber()
member GetMaximumListStartNumber : unit -> int
Return Value
Int32
See Also
Reference
FormattedText Class
Autodesk.Revit.DB Namespace